
[UNK]
دروك
drwk
هاد
had
من
mn
nrw7
نروح
ana
غادي
عكود
3kwd
غدا
البارح
الصباح
اليوم
mwr
alsba7
albar7
ghda
مور
فيسع
al3chya
fys3
العشية
alywm
nta
نتا
ghadi
بغيت
شي
نتي
ختي
خويا
صاحبي
ليا
لي
انا
sa7by
الواليدة
و
aljyran
aldrary
الدراري
واش
الوالد
alwald
صحبتي
الجيران
khwya
khty
nty
alwalyda
chi
أنا
s7bty
bghyt
t
ديال
صحابي
wach
li
فالخدمة
s7aby
غير
fal7wma
al3ayla
فالكلاص
راه
flakar
فالحومة
العايلة
rah
فلاكار
falklas
faldar
kns9sy
فالسوق
على
falkwzyna
3la
فالسبيطار
falkhdma
فالفارماسيا
falsw9
falm9hy
فالدار
falsbytar
فالمقهي
فالجامعة
كنسقسي
faljam3a
فالملعب
فالكوزينة
فالصالون
fal9raya
falfarmasya
falml3b
فالقراية
falsalwn
فالزنقة
falzn9a
نجي
نكل
alastad
الاستاذ
ghady
albatrwn
الباطرون
ghir
nkl
كنحوس
njy
f
kn7ws
نقرا
نخدم
نلعب
nd7k
ما
نشرب
n9ra
nr9d
nkhdm
نبلع
ma
nkhazr
nbl3
نضحك
نرقد
نسمع
نريض
nryd
nl3b
nkhmm
nchrb
نخمم
nsm3
n93d
نخازر
نقعد
liya
ou
باش
bach
ف
lik
dial
ليك
ت
واحد
علاش
3lach
مابغيتيش
mabghitich
بنت
كنقولو
هادشي
ولد
خالتي
عمي
khalty
3my
bnt
كون
rak
راك
wld
l
فين
kn9wlw
عمرك
بزّاف
n
hadchi
مليح
mly7
bezzaf
كان
شوية
kan
3emrek
m3a
dyal
koun
شحال
ch7al
men
بالوجدي
بزاف
في
حاجة
m3naha
balwjdya
9dert
معناها
قدرت
بالوجدية
بلا
bzaf
o
bla
mtal
مثال
او
nbky
فيك
نبكي
ن
ماشي
aw
dar
walakin
هنا
balwjdy
fik
دابا
عندك
عليا
عندي
daba
fin
كنت
ديالك
ل
عليك
عليه
مع
3lik
lya
هادي
راني
دار
bghit
مزيان
hadi
lia
ach
هو
ila
hna
أش
la
ديالي
داك
t3etli
m3ak
dak
كاين
جربتي
الله
jerebti
عطيني
فوق
machi
fyn
kis7ab
sir
جيب
كانتسنّا
mandench
شنو
kayn
معاك
إيلا
mzyan
كيسحاب
تعطلي
knt
haja
سير
معا
قول
لا
rani
dima
خليني
الناس
lih
b
kantsenna
nhar
راسك
تانفكّر
مانضنش
نهار
ليه
klma
hada
كلمة
ktst3ml
khlini
tanfkker
خاصني
7aja
ولا
شريت
باغي
wa7ed
swma
والو
wjda
falhdra
فالهضرة
ديما
ولكن
why
flhja
dy3
كتستعمل
الوجدية
alwjdya
w
jyb
خصني
safi
bm3ny
baghi
lah
alsw9
بمعني
wa7d
chryt
دير
nt7edak
m3aya
9wl
لقيتش
fhad
هادا
نتحداك
وجدة
خبي
حط
altabla
كيفاش
fw9
وهي
معايا
فلهجة
ضيع
khsny
3lih
الطابلة
3liya
السوق
knst3mlw
7t
كنستعملو
fiha
3tyny
فيها
بغيتي
ديك
khby
fih
مرة
فيه
بحال
l9ytch
dyalk
نمشي
ملي
ra
فهاد
حيت
mab9itch
dir
chwiya
imta
dakchi
سومة
را
ah
معاه
للخدمة
هاني
ga3
m3ah
7it
تا
llsbytar
liha
wahd
lldar
bghiti
هي
عيان
صافي
3ndi
للسوق
فرحان
mli
llm7ta
llkhdma
kifach
alnas
3afak
باقي
الخدمة
مابقيتش
للكوزينة
قبل
3yan
فرحانة
dik
llsw9
داكشي
b7al
للسبيطار
mry7
llsalwn
ll7wma
ڭاع
للدار
كلشي
3lyh
ناس
للصالون
حتى
llfarmasya
خاصك
nmchi
nas
mkhlw3
m9l9
للحومة
شكون
wa
llklas
ll9raya
fr7an
مخلوع
للكلاص
عند
3yana
للفارماسيا
زربان
wla
llkwzyna
day3
chwya
ضايع
هيا
عليها
wakha
ta
لينا
للقراية
زوين
knr9d
chwia
فيا
للمحطة
عيانة
knkhazr
chnou
مقلقة
مريح
عندو
تكون
ندير
ليها
zwina
ndir
dyali
m9l9a
howa
aji
مقلق
كنريض
kolchi
ya
nti
lyouma
zrban
knryd
بلي
walo
مازال
كانت
تقدر
ب
mra
mazal
kn93d
hany
fr7ana
lina
hta
زين
diali
كنرقد
كنتي
دكشي
nass
لكن
كنخازر
كنبلع
زوينة
knbl3
achno
كولشي
zwin
وا
lma
3liha
يكون
أشنو
rask
hiya
ba9i
لاباس
كتر
الوقت
gha
dkchi
راسي
الماكلة
kayna
تمشي
lli
واخا
yallah
ghan
غا
zyn
kon
kant
3ndk
كنقعد
شين
إمتا
آه
يا
عفاك
سخون
3lia
أجي
نمشيو
فاش
إوا
koulchi
fi
هاداك
غان
zyna
ja
الباب
أولا
lmakla
كامل
bli
منين
wash
fach
dialk
chno
7ta
3endek
مسيان
مالك
طريق
بعد
lbab
علينا
زينة
msian
hadak
ghi
شينة
ديالو
tri9
darori
عارف
صباح
الفلوس
lkhdma
a
ممكن
حنا
l7wayj
chyna
3endi
يالله
هوما
نقدر
جا
اشنو
skhwn
جاي
بردان
yalah
nmchiw
hwa
tkon
dayr
brdan
3arf
مشكل
كبير
ديري
امتا
ola
khra
chyn
mchit
labas
l7al
dialek
وحدة
مشا
ماغاديش
داير
خاصنا
tbib
7na
أحسن
bzzaf
yak
mora
malk
chkoun
لوقت
كيف
طبيب
شوف
دوك
خدام
بكري
الدار
tmchi
mcha
maghadich
lflouss
hia
hadik
بقا
الما
xi
rassi
lb7er
ban
3end
هتا
مشيت
ساعة
بين
sa3a
fiya
ياكما
ياك
لدار
momkin
mnin
lw9t
khasni
b9a
9bel
8na
3tini
فشي
rassek
kter
kaynin
atay
3lina
هاديك
ناسّ
درتي
درت
yakma
lihom
ldar
khasna
kbir
bda
يالاه
معانا
كل
دخل
walou
oula
lwa9t
jib
jay
ghyr
chokran
bik
نديرو
مورا
ماعنديش
ماتبقاش
قلت
علي
خرج
جديد
njib
l3am
kent
douk
bgha
achnou
راجل
حسن
بشوية
بان
shi
khasani
dwa
8ad
هوا
ليهم
كبيرة
عادي
دب
بلاصة
الخير
الجو
simana
s3ib
drari
نشري
كي
كاينين
صعيب
تما
taman
rajel
hya
واه
كاينة
فكرة
زيد
حل
البحر
oh
lflous
lblassa
3ly
وقت
كاملين
سيري
راسو
خير
المرة
أ
sa7bi
lkelb
kaml
jat
bhad
مني
مزيانة
فلوس
عندها
صغير
خلي
بيك
أخرى
t9der
ma3ndich
m3ana
lktab
imkan
fdar
bhal
هكا
هادوك
نقدرو
نجيب
كولا
داروري
خاص
بيها
العام
tma
tal
siri
nchri
l5edma
kandn
jdida
jdid
fchi
dqayq
chkon
3endou
معاهوم
مريض
ماعرفتش
كيراك
كاملة
ديالك؟
دوا
حد
جوج
جديدة
بغا
sbah
homa
heta
bih
ولدي
مايمكنش
عندنا
عليهوم
عام
حوجي
بهاد
البلاصة
ndiro
lwe9t
lkhir
hadche
fikra
3ndo
لخدمة
فدار
رواح
ديالها
ديالنا
دقيقة
باراكا
المدينة
sghir
sda3
nji
kbira
ewa
7wjy
واجد
هانية
فراسك
خدمة
بوحدي
اليوم؟
القهوة
الخبز
الحال
إلا
أول
آخر
wajd
lkhedma
iwa
db
bin
bikhir
biha
baraka
3ziz
3lya
هد
منك
كاينا
كانو
صداع
دور
دنيا
بعدا
آه،
wa5a
tkoun
tari9a
sghira
sba7
rasi
lbare7
kenti
hakak
haka
hadchy
akhti
3nd
منو
مرحبا
مانقدرش
عزيز
ضروري
تحت
بيه
بيا
بعيد
البلاد
البرد
إمكان
matb9ach
man9derch
machy
m3aha
lblasa
koula
houwa
fihom
bkri
نوع
ماكان
ماعمرك
لقيت
صغيرة
شهر
سيد
خرا
جات
تجي
بنتي
tomobil
tb9a
raha
mzyana
lyoum
lmdina
lil
lblad
kch
kamla
glt
fia
b7ala
7da
3ad
نفس
نسيت
معاها
لهنا
لهاد
لما
كش
صحيت
راها
دين
حدا
إمكن
أختي
tonobil
nb9a
n9der
mohim
makayn
lwalida
lhna
lhad
knti
ki
fl
chkwn
altrfas
3lihoum
3andi
هاكاك
نيت
ماعندي
ماعمرني
لور
لشي
لحوايج
قريب
شكرا
حسّن
تيليفون
بهال
بنادم
الواليد
المدرسة
الدنيا
الترفاس
rasek
lwalid
lmra
lhadra
kyrak
kif
jaya
ghaya
fo9
dyn
dyalna
dert
aldrahm
7ssen
3ndna
نخرج
كمل
قلب
جيتي
جيت
بدا
اش
wah
sou2al
nit
lmatch
lbit
kol
kayban
hadshi
diri
denya
3am
هيت
هنا؟
هادش
نعس
نشوف
مه
لكلب
كايعجبني
صراحة
شكران
سوق
سمح
زيت
روح
رجع
دوز
دري
تليفون
تعاود
تال
الحوايج
weldi
sbitar
lyom
lchi
khti
kadir
jit
ikon
hena
gbila
ddar
bayna
ba9a
ay
a7ssen
5assni
يقدر
ولادك
نتيا
نبقى
لهدرا
كيما
عندهم
سلام
دغيا
درب
خايب
حالك
تدير
تبقى
بقيت
الهضرة
المشكل
الماتش
العائلة
ykon
wahed
wachta
tji
ta3
s9sy
mh
mchina
lyoma
lfilm
lfer9a
les
khdam
khayb
kamlin
joj
derti
chnw
charika
b3da
achmn
7ty
3ndek
يدير
يجي
ناخد
ماكلة
لله
لا،
كنا
فيهوم
فينا
غايا
سيمانة
برا
الحاجة
البيت
أشمن
أتاي
taxi
sali
nchouf
mouchkil
mochkil
mnek
mchat
makla
m3ahom
lla
lihoum
lghda
lbnat
l9it
khask
khasak
dyalo
dialo
d
chy
chhal
bila
bagha
alswalda
allh
alkhdma
alhwda
alhdra
akhir
9rib
8owwa
3ndak
واعر
ماكاين
لعبة
فهمت
فاهم
عيد
علا
عرفتي
شهال
دقايق
خايبة
تخرج
تاكسي
بوحدك
بصح
بشي
باين
بالك
البنات
wa3ra
tl3
tbda
ntiya
man
makaynch
lbar7
ktar
kolha
jiti
jdad
faw9
dwi
deri
chrit
blasa
alnybly
7alk
3andak
يبقى
وقع
وانا
واشتا
واحا
هادو
نص
مول
منها
مشينا
ماما
ماكرهتش
عقلك
عافاك
طريقة
شعري
سيدة
سمعت
سالي
دو
خوك
حياتي
توموبيل
ترجع
بغيتيني
بزربة
العرس
الحمد
الحليب
ykoun
wax
nsit
n9dr
ktab
kna
kima
khir
hoa
daz
chouf
berra
ba9y
9bl
9bal
5anmchi
3lyk
3adi
يتسمي
وجهك
واعرة
واخا،
هيتا
نقص
نبدل
للي
كادير
غي
علاه
عدنا
طلع
راس
حوايجك
حاجة؟
تعطلتي
تخدم
تبدل
تاكل
بغات
باينة
البز
الأستاد
»
«
we7da
tani
lbal
khas
ji
jaw
hit
hed
drt
diyal
chehal
bghat
bekri
ba3d
b3id
aslan
alsm
albz
7edd
ولدك
هنايا
هدر
هاكا
نكون
نشوفو
نرجع
مكاينش
مات
مابغيتش
ليوما
ليت
كيعجبك
قلتي
فالقهوة
عاد
صحا
شيي
شد
سقسي
سفر
سد
سؤال
زوينين
رد
داز
حياتك
توصل
تشوف
بنسبة
برك
الهودة
الموضوع
المشاكل
القضية
الحياة
أوه
zwinin
zit
yji
wa9ila
takol
s7i7
s7ab
rw7
mama
l3a2ila
hadok
gheda
ga3ma
dqiqa
bayn
5assek
يمالا
نولي
نكمل
ناكل
منا
معطل
مسكين
محتاج
لبلاصة
كنتمنى
كلها
غادين
عليهم
عفاك؟
عاوتاني
صعيبة
شفت
شري
شركة
زوج
زنقة
دخيا
خمسة
حتي
تبدا
تاني
بدل
بجوج
النيبلي
المحل
اللعب
القراية
الغدا
الدراهم
البنوار
أه
zouj
wana
wa9t
tlata
s3iba
ryd
rwa7
nnas
n3as
mrid
menou
meni
lmochkil
lkhobz
l9yass
kolo
kamel
idan
gelt
galt
flouss
flil
fawg
dyalha
drti
douz
chta
chri
balk
b9it
b3d
ala
3lyha
3id
3awd
3amra
يانا
ولاكن
وراك
نعرف
نعاود
مشيتي
مشات
كايبان
كاندير
قد
قال
فاوق
غاتكون
عنديش
عاود
عامر
طلب
شفتي
رجعت
راسّك
ديالهم
خاصو
ثوب
تشري
تجيب
بحصول
بحالك
بارد
السيمانة
الجلطيطة
البوليس
الامل
أي
zyd
yana
ti9a
saraha
sara7a
salam
nakhod
min
mchiti
mabghitch
mab9ach
lmachakil
lila
lhal
l9raya
kora
khass
kanou
kan3ich
film
fhadchi
fat
dkhl
dart
chof
chef
bezaf
bdl
bchi
ash
alz3a9a
5ir
3ayan
ڭاعما
واليديا
واقيلا
نعاس
نشوفك
نشد
نتوما
ناري
مجموعين
ماعندكش
لكتاب
لعب
كنفكر
كتب
كابويا
قدام
فيهم
فات
غاندير
عندك؟
عامرة
عاقل
عارفة
شرجم
شجرة
زعما
راهوم
راجع
ديور
درس
دارو
جي
جو
تلاتة
تقيل
تخلي
تاع
تاخد
بلع
اولد
الميم
الماء
العالم
السم
الجواقة
البزاوز
أصلا
yfwt
y7ws
walidik
w9e3
twb
t3etlti
shhal
s7a
raso
ness
nari
nadi
mni
mna
merra
maymkench
ma3reftch
ma3raftch
ly
lwra9
lweld
lour
lma7al
l7ala
khayba
kandir
hana
hadouk
ghanmchi
ghandir
frask
flb7er
fdak
do
djaj
brk
bit
bax
balak
b9at
ax
alt9syra
alkmanja
aljwa9a
alf9a3
alchda
albtykh
alb9rj
akhor
9lil
7wayj
7tta
7asb
3edna
3awtani
يمكن
يمشي
يطيح
يدي
يدبز
ياله
وقف
والله
واسمو
نهارك
نقطة
نعاونك
نبدا
مهم
مشاو
ماعندك
ليلة
لاش
كتاب
كايدير
كانظن
كانضن
كادو
فقط
فداك
فبلاصة
عييت
روحك
ربي
ديرها
دوي
دحك
خليه
خرجت
خاصها
خارج
حيد
حوايج
تخمم
تبغي
براسي
بتشديد
باغا
الكندورة
القشابة
العيد
الصوالدا
الحالة
الجمهور
التزنبيل
البال
إذن
zid
z3f
ymchi
wlah
weldek
wasmw
tjib
tchouf
tabla
sport
smy9ry
sm7
s9l
rajli
no9ta
nchof
nbda
menha
malek
machakil
ma3endich
lwa7ed
lpatron
lmadrassa
lboliss
l9arar
l9adiya
l2ostad
kyf
kolshi
kola
khdma
khassni
kemel
imkn
hani
ghryny
fina
dyr
dri
dbza
chyy
che7al
blassa
bl3
ayeh
awdi
altbl3yt
alstafyt
alkhwan
alghtar
alchlada
albakyt
7wayjek
7l
7al
3ndy
3endk
3andk
وأنا
هكاك
هانا
ندوز
نخرجو
نتلاقاو
نادي
مشاكل
مزلوط
مدة
ماقدرتش
ماعلاباليش
ماتش
مابقاش
ليمون
كن
كانعيش
قرا
قاليا
قالو
فواحد
فل
طويل
صرا
صاحبك
سميقري
ساهل
دجاج
دازت
خليها
خايف
حوايجي
حدّ
جاية
توالي
تقلب
تعرف
بيت
بوحدو
بلاطي
بقات
برّا
بخير
اللي
الكبير
القانون
الفيلم
العافية
الشيكي
الشدة
الزعاقة
الزايلة
الزازو
الحاسي
التكعرير
البليدو
اجي
أيه
أكس
wrak
wlit
wladi
whda
tta
tkhly
te7t
tchri
t9dr
sel3a
sde9
salon
s9sa
rahom
ntoma
ntaya
n9adro
mdina
mat
makaynach
ma3endi
ma3emrek
m3ahoum
lwalidin
lmti7an
lmouchkil
ljaw
lach
l3id
khrj
khayf
khassek
hir
hanya
hakka
ghrylw
ghdda
gal
fya
frfr
dwrw
de5ya
bnadm
bl
bjouj
bia
bdat
b3ida
attends
alwch
altry9
altaly
almyzyrya
almnjwra
almachyna
alltchyn
allah
alkndwra
alkhdmy
alchachya
albzawz
al7s
al7myr
al7man
al7dra
9ad
7wayji
7ed
3otla
3lash
3arfa
3
يفوت
وليتي
ولادي
وصلت
وايه
واليديك
هادشي؟
نقعدو
نعيط
نسا
نزيد
نخلص
نبداو
موراها
مشروع
مرتاح
ماكانش
ماعندوش
مابقاتش
ليكوم
لواحد
لبحر
كنتسنا
كتعرف
كاتڭول
قهوة
فارينا
غندور
غريني
عيط
عرفت
طويلة
صوت
شعرك
ريض
ريسطورة
رحلة
دي
دقائق
دعوة
دريا
درهم
درجة
خلينا
خدم
خبر
حاسب
جايا
جاتك
تكمل
تعبان
تعاون
تسمع
تروبلت
تاهوا
بيسكليت
بغيتك
بشحال
النزاهة
الماشينة
اللتشين
الفكرة
الغطار
العروسة
الطريق
الطبيب
الشاشية
الرقاد
الخضرا
الخدمي
الحمام
الحفلة
الباكيط
ألا
أصاحبي
أشناهوا
أستاد
zaykh
ydir
ydfch
y7chy
wx
wraha
weld
walidiya
tra
tleb
tdir
tb9ach
sghar
s7yt
rje3t
rd
rassk
nta3k
nawi
nafs
mera
mdyghwty
mchi
mara
manych
makanch
lyt
lhwayj
lbarh
l9anoun
l7lib
l7ayat
l3otla
l3ars
l3alam
khrynghw
kay3jbni
katgoul
kann
kabwya
jouj
howwa
haml
glti
ghada
flous
fla5ar
fblasa
fayt
el
dayra
bwkhrarb
biya
bent
bchwya
b7aloka
ashno
annak
alzwayl
alzmyta
alzawj
alyy
alsly7
almakla
alkatw
aljltyta
alhbyl
albrwyta
albranya
albchma9
abn
9ra
9r9abw
8adi
5ayba
5
3ndou
3lihom
3endha
يكونو
يرجع
هدي
هاك
نهضر
مو
مشي
مراتو
مديغوتي
مامتأكدش
لهيه
كولو
كليت
كاس
كاتبان
قيمة
قاوقاو
فلم
فرفر
عيت
عصير
عجبني
عجباتني
طابلة
صقل
صقصا
صبر
شمش
شكون؟
شعر
سيفت
سبت
ديرو
دورك
دراري
داخل
دابا؟
د
خونا
خلتي
خسّنا
حامي
تمرين
تفكر
تعلم
تعطيني
تعرض
تانا
باك
النو
النعالات
الموسيقى
الليل
اللوطو
الكمانجا
الكبانية
القياس
القلب
القصة
القرنيع
الفيش
الفقاع
الصطافيط
الدليع
الخروف
الحدرة
التمارين
البيدو
البنت
البشماق
الأيام
ابردي
zwaj
ykhazr
wladek
twil
try9
trwblt
tilifoun
tfi
tal3
ta7
t3awed
siyed
sidi
s5ar
ras
rajl
nsali
nkoun
mazyan
maydar
makrehtch
m3
lmechro3
lmdrassa
lkra
likom
lhedra
lhdra
lblan
lberd
l9ehwa
l7ayawanat
l7aja
l3amaliya
ktr
khzn
khasek
katban
kas
ka
jab
ina
hnaya
heya
ghndwr
fiyya
faryna
ds
dialha
dghya
dayrin
darou
chemch
ch8er
btchdyd
brda
brasi
bch7al
bant
baba
aya
awld
anani
alzrbwt
alzalamyt
alrwa
alrhj
alr9ad
alnzaha
alnkwa
aln3alat
almym
alm9r9b
alfych
albynygh
albwchta
albnwar
al9ba7at
al7wch
al7kra
a9l3
9aw9aw
7yati
7sen
7bs
3ndych
3liyya
3lah
3fak
3awed
10
يقردس
يخرج
يحشي
يبارك
وليت
وراها
واقف
هود
هاتلي
نهبل
نسالي
نرجعو
نرتاح
نتايا
نتاعك
مغوفل
معاكوم
مسافر
مدير
مخبل
مبروك
مانيش
ماكنتش
مابقا
لون
لوراق
لمشروع
لفلوس
لحال
لبارح
لأول
كورة
كنبغي
كلب
كبر
كايعجبك
كارت
كا
قلبي
قصة
غلط
غسل
عطلة
عايش
طونوبيل
صحيح
صاحبتي
شراب
شرا
شتا
سيمانا
سيت
سنين
سكر
سف
ساكن
زعف
ره
راسّي
دوق
دوركي
درواك
خود
خليت
خزن
خرينغو
خرجات
خدمتك
خدامة
خاوية
حتل
حبس
حال
جينا
تولي
تزيد
تجربة
بيخير
بوخرارب
بردا
بديت
اليي
الهوص
الهبيل
المقرقب
المدير
الكلب
الكرسي
الكتاب
القوطي
القباحات
القابسة
الفطور
العومان
العملية
العقبة
الطوماطيش
الطريقة
الطاق
الشلاضة
الزلابية
الزكرون
الراجل
الخوان
الحكرة
البينيغ
البوشية
البالو
اقلع
اشناهيا
ابن
آش
آخور
zrwdya
zrtw
zin
z3ma
ymala
yhdr
wlat
w9t
tzid
twaly
telephone
tbghi
sinin
sift
sfer
sala
sa7bek
s7abi
rw7k
rbi
raky
nrj3
nkz
nkon
new3
ndi
n9dro
n9ad
n3awed
mrida
moul
moraha
mghwfl
lwliyed
lw9ita
lmotor
lmawdou3
ljomhor
liyam
lamwtw
l9jr
l9issa
l9a
l3rousa
kidayra
khdit
khassk
khamsa
kaydir
kay3jebni
katkdeb
katb9a
kan9ra
kan9lb
jiha
houma
houa
hdr
ghat
fryjydal
frassek
finma
fdik
fchkel
dwrk
drwak
derb
darouri
dari
d5el
bsa7
bghitini
bah
b7swl
alzazw
alzayla
altznbyl
altk3ryr
altchycha
alta9
alsyntra
alsrsar
alsamt
alnar
almslw7
almbss
allwtw
alklyla
alkhrwf
aljay7
alhws
alfk3a
aldly3
alch9lalat
alblydw
alaml
al9wty
al9chaba
al7chych
al3wman
al39ba
aktar
9rayti
7tel
7amy
3refti
3layach
3ando
3amr
يدوز
يالّاه
ولات
وصلنا
واقع
هامل
نود
نكز
نقل
نفكر
نديرها
نبقاو
نادية
ميساج
موشكيل
مكاين
معقول
مزن
مريضة
مرا
مدينة
مافهمتش
ماعندو
مابغاش
ليهوم
ليل
لهدرة
لكونطرة
لقا
لبوليس
لا؟
كيعجبني
كولّا
كانڭول
كانشوف
قطع
قرقابو
قديم
قادر
فوقاش
فريجيدال
فراسي
فديك
غريلو
غايكون
غانمشي
غادير
عينيا
عنمشي
عندكوم
عندكم
علاقة
عشرة
عزيزة
طال
شكلاط
سمحليا
سالون
زوينا
زرطو
زايخ
راجلك
ديها
دولة
دوزت
درنا
درتو
دبزة
دايرين
دايرة
خور
خليك
خلاص
خل
خصك
خانمشي
حفلة
جوع
جميع
جبيلة
تهلا
تمان
تلقى
تكوني
تقول
تقاد
تشرب
تزرب
تريكو
تبقاش
بوحدها
بقي
بغيتو
بركاك
براسك
بدات
بحالوكا
بالسلامة
بالاك
ايا
امتحان
النهار
النار
المنجورة
المشروع
المتحان
المبسس
الفكعة
العطلة
الشلاغم
الشقلالات
الشتا
السرسار
السامط
الزعاف
الرياضة
الروا
الرهج
الدوا
الحوت
الحمير
الحلوى
الحشيش
التالي
البلايص
البرانية
البتيخ
استنى
ا
أنمشي
أناني
zman
z3fan
yty7
ytsmy
ydbz
y9rds
xwiya
w7da
tswira
tla9
tbarklah
tana
tab3an
t9dar
shwiya
rj3
restora
ostad
olla
nwly
njw9
ndirou
nchoufou
na3ess
n3awnek
mzlwt
mskin
mouda
match
mandir
mab9a
ltchyn
lklab
lkhodra
lkbir
liyya
lhiha
le3ab
l3chiya
l3cha
kyn
kolla
klit
khssni
khsni
khouya
khbar
kay3ejbek
kano
jtima3
hdar
hak
hady
hado
ghadin
foq
floussek
fhmt
dwrky
dnya
dk
diro
diha
dayrha
darija
dakhl
choklat
chher
chejra
chad
bysklyt
bnti
be3da
bash
b9ina
ayi
awal
anmchi
alzyf
alztam
alzlabya
alzaz
alz3af
altwmatych
alnw
alm7ar9
allym
alkbanya
aldar
albydw
albwbya
albantwra
al9ayla
al7asy
al7aswl
ahlan
abrdy
9riba
9lb
8adchchi
7yt
3endak
3and
15
ڭلت
يهضر
يدفش
يحوص
وريني
ورد
وراه
واحدة
هير
هرب
هانتا
نوصلو
نسول
ندوي
نتعلم
نتا؟
ناوي
موهيم
مهمة
معامن
مراتك
ماكنتيش
ماكاينش
ماكايناش
ماعرفت
ليها؟
لمهم
لراسك
لبرد
لامتحان
لابس
كين
كولها
كتكدب
كتشوف
كتجي
كايديرو
كانعرف
كانسمع
كاندن
كانحسّ
كاتقصد
كاتعجبني
قريتي
قبيلا
قاسح
فنفس
فشكل
فالبحر
غانمشيو
غالي
غات
عينيك
عيب
عمرو
عليكوم
عقلتي
عشرين
عجبك
عائلة
صغار
شوفي
شاد
سيدي
سمع
سبيتار
سباب
ساليت
ساكت
ريح
ركب
راك؟
دورو
دكتور
دفع
دريف
دايرها
خدا
خايفة
حسيت
حسب
حسابي
جمعة
جمع
جداد
جبل
جبت
جاوك
جاب
تونوبيل
تهضر
تنسا
تفي
تفهم
تعاوني
تشرح
تخلص
تاواحد
تاحاجة
بلان
بقينا
بش
بديتي
بحالا
بانت
الوش
الواد
النكوة
الميزيرية
المصلوح
الليم
الليلة
الكوزينة
الكاطو
الغرض
العود
الضو
الزطام
الزربوط
الزاز
الدرس
الحمان
الحب
التشيشة
البيض
البلان
الآخر
إنشالله
إكون
أخي
آي
ymken
yjib
yb9a
xkon
wayeh
wahad
wa3er
w9f
tyara
twli
twila
tsali
tomobile
tlfaza
tla9a
tiran
tbla
t9riban
syft
sou9
smiya
sm3t
sf
salit
riyada
rassou
rass
rajlek
piscine
onta
ntla9aw
nsa
nl9a
nhbl
nched
nazl
n9el
mrra
mnk
mlli
mezian
mdyّ9
mchaw
mamak
mal
mada
ma3ndi
ma3endek
lwra9i
lwerd
lproduit
lou5a
lista
limoun
likoum
lhih
lhaja
lbnt
lalla
la5or
l7out
l7efla
l7ebss
l7ad
l3aba
ktb
kn
kimma
ki3ejbek
khyr
khrjt
khoya
khly
kay
katmchi
kat3raf
kankhaf
kangoul
kadwi
kadiri
jme3
jina
jebt
jani
inchallah
imken
idik
hka
hbt
ha
ghatkon
galou
galess
fihoum
dyaf
driya
dreb
ditha
dini
derss
darek
d5ya
chrab
choufi
bzez
bnadem
bkry
bhadchi
bghity
bchwia
barda
bard
baghy
an
almsays
almraa
alchyky
alchlaghm
albwchya
albab
alan
achnahowa
achnahiya
a7san
8iyya
7yatek
7ram
3ziza
3yt
3yet
3ndkom
3assir
ڭلس
يسالي
يدخل
يخازر
يحوس
وجهي
واكس
هضر
هدا
هاهيا
هاهوا
نيشان
نوض
نهدر
نمرة
نلقى
نقولك
نقول
ندي
ندور
نجوق
نتفرجو
نبيع
موعد
موضوع
منّو
ملك
مكايناش
معصب
مضيّق
مشكلة
متأكد
ماندير
مالقيتش
مافيهاش
ماعرت
ماتكونش
لهال
لهادرا
لقيتي
لقجر
لفيلم
لفوق
لفرقة
لعام
كيداير
كنقرا
كدير
كانقلب
كانتمنّا
كاديري
قليل
قصير
قالك
قالت
فينما
فيناهوا
فيلم
فلوسك
فكر
عمري
علاياش
عرف
صيفط
صدق
شك
سپور
سلم
سلعة
سروال
سدق
سالا
ريحة
رمضان
ربعة
راجلي
دياف
دروك؟
داوي
دارك
خوف
خسّني
خسر
خرجتي
خدمتي
خاوي
خاصة
حيوان
حلو
جيد
جردة
جرب
جبتي
جاني
ثقة
تيليفونك
تل
تقريبا
تعيط
تعيش
تشد
ترتاح
تدور
تحدّد
تبارك
تاهيا
تات
بينا
بنين
بنتك
بلاصتي
بلاد
بغاو
بعيدة
بالضبط
باقة
بابا
النفس
الموتور
الموت
المسايس
اللون
الكليلة
القسم
القرار
القايلة
الفوق
الفرقة
العشا
السؤال
الزيف
الزميطة
الزاوج
الخبر
الحوش
الحاصول
الجديدة
الجايح
الجاية
التبلعيط
البوشطة
البوبية
البط
البانتورا
الأولى
إيديك
أولي
أنك
أخيرا
آرا
zn9a
yalla8
xof
wslt
whd
we9tek
trico
tonobila
tla9it
tilifon
tamarin
t9ra
t9lb
t9ad
t5rej
t3ich
syda
so2al
skhoun
site
sber
sarout
sahbti
sad
rje3
rh
ns
ngoulik
nemchi
nefs
ndwi
ndirha
ncher
n9s
n8ar
mti7an
mse7
mrat
mo
mnou
mezyan
meziana
makayna
mab9it
ma3raft
ma3labalych
ma3emerni
m3akom
lyamat
lwifi
lwert
lo3ba
lme5rib
lktouba
lkhra
lfo9
lcontra
lbniyta
lawal
l9elb
l9dam
l9ahwa
l7lwa
l5ir
l3yalat
l3erss
l3assir
kteb
kolxi
kidayr
khsna
khrej
khmsa
khditha
khasr
kharj
kber
kbar
katkoun
katji
kantmana
kanti
kandwi
jyda
jiran
jem3a
iji
ib9a
hi
ghali
galia
flos
dyour
dyalek
drab
dialou
dheb
darna
d9i9a
chriti
carte
brkak
bouk
bnisba
bni
bnadam
bjoj
binatna
bi
b5a
ara
alzkrwn
aldwsy
albalw
alatfal
achmen
a7ssn
a5ir
8ada
7sn
7san
5edma
3ndhom
3mri
3likoum
3likom
3lax
3jbatni
3aych
3aref
30
–
يله
يخليك
يجيب
ياك؟
ونتي
ولادو
وغادي
وصلتي
وصافي
ودّح
والدي
واقفة
هوايجي
ههه
هدري
هات
نڭوليك
نوجد
نمشو
نلقاو
نقي
نقاد
نفيق
نضرب
نشر
نسولك
نسبة
نديك
ندويو
ندخل
نخلي
نجمع
نتقدا
نتفرج
ناقصة
ناعس
ناشط
نازل
موجود
منهوم
مشكل،
مسكينة
مزال
مايدار
ماماك
مالها
مالقيت
ماكانعرفش
مافيها
مافيا
ماغادي
ماديرش
ماتبقايش
ليوم
ليكم
ليس
لهق
لليل
لغة
لعشا
لحم
لتحت
لباب
لاموطو
كيفما
كنّا
كنشوف
كندير
كناكل
كلا
كتبغي
كبار
كايعجبو
كانحس
كاتعرف
كاتشوف
كاتحس
قسم
قرعة
قراب
فهادشي
فرق
غدا؟
غاي
غالية
عليكم
عليك؟
عطيها
عادية
طيارة
صحة
صاحبو
شوية؟
شعل
شريتي
شرح
شتي
سيرو
سي
سول
سناني
سنانك
سمعتي
سلد
سحاب
ساهلة
زواج
زهر
زمان
زعفان
زعاف
زروديا
زبل
ريال
رقم
رخيصة
رجليك
راحة
راجلها
رأي
ديني
دورة
دورا
دوبل
دكي
دعم
دس
درتها
دخلت
دحكة
دجي
دايرا
داو
داري
خطوة
خري
جيها
جريمة
جبال
جاوب
جاع
جاتني
تيب
توقع
تلع
تلاقيت
تلات
تكبر
تقرا
تعيا
تعطي
تعطلت
تصويرة
تصاور
تسلق
تدوي
تحيد
تحليل
تحاول
تبقا
تاي
تاح
به
بنات
بقاو
بطريقة
بسرعة
بحالو
بحالة
باقا
باس
الهدرة
الهدرا
الملحة
المغرب
المشاش
المستوى
المراة
المجاملة
الفرصة
الغابة
الضغط
الصليح
السينترا
الزوايل
الزنقة
الزالاميط
الخدمة؟
الحيوانات
الحس
الحانوت
الجواب
التقسيرة
التران
البنية
البقرج
البطيخ
الأتاي
إنا
أوه،
أودي
أنني
أما
ze3ma
zbel
z3af
ydi
ychri
yblّ3t
yatbouhat
yalhy
wyly
wlkn
wlad
wajda
wad7
wa9fa
wa9f
wa3r
w9ita
w9a3
twsel
ttarikh
tsme3
ts3oud
tlle3
tlatin
terta7
temrin
telfaza
tchreb
tchof
tamara
ta7ed
t9il
t9dya
t7t
t3awd
snin
sme3t
sma
skhon
skhn
sharaak
sehd
sedd
sde9ti
sbagha
sayf
sakna
sahel
rkeb
rasou
raki
raj3
ra7a
nzid
ntya
nod
nmra
nl9aw
nhder
ngoul
ndwiw
naw3
n9ess
n9dar
n99ez
n5dem
n3rf
n3es
mzn
mxiti
msiana
mrhba
mmkn
mkhbl
mer7ba
mdayr
maymknch
man9drch
mal9itch
makan
madir
mabghatch
ma7antak
ma3rt
m3il9a
m3ach
lwlad
lstad
lso9
loun
lmochkila
lmechrou3
lmawdo3
lmakina
llah
lkora
lklyan
ljew
lhayat
lfikra
lclian
lbid
lbat
l9or2an
l9issem
l9ina
l9hwa
l7em
l3ala9a
l3ab
kthdr
koura
klchy
khtk
khry
khod
khlyh
khli
khladar
khedama
khdama
kaymchi
kaykon
kaygoul
kaydiro
katchouf
kantmnna
kantmenna
kanmchi
kanfkr
kanden
kanchouf
jm3
jbel
ikono
hwd
hw
hd
gli3
gles
ghalat
ghadya
ghadich
gals
ftri9
fi9
fen
drare
dor
dok
dkxi
dialna
dem
ddisir
dazt
daraja
cv
chti
chra
chofi
chefti
chedd
ched
chaf
cadeau
bzf
bzarba
bslama
bra
bo7do
bo7di
blati
blastek
blan
benti
bentek
bdabt
b9y
aykhasna
awel
asahbi
alzn9a
alsda3
alftr
albrd
alamwal
al9absa
ahsan
abenti
9dima
9dim
7el
7as
5rej
5ra
5eda
5dem
5ayf
5as
3yit
3red
3ndha
3it
3endhoum
3chra
3andna
گاع
ڭولي
يقول
يعني
يعطيك
يتزوج
يبلّعط
يبغي
ونتا
وليد
وقيتة
وقتو
وقتك
هوايج
هاكي
هادا؟
نهدرو
نكتب
نفهم
نعيش
نعاون
نصايب
نشريو
نريح
نخوي
نحيد
نجري
نتيب
ناد
منبعد
معروف
معاش
مسدود
مسح
مسالي
مخيت
مالي
مالو
مالنا
مال
ماعارفش
ماتو
ماتمشي
ماتعرف
مابقيتيش
مابغيت
لييا
لول
لوراقي
لهادشي
له
لموهيم
لمرة
لمدرسة
لماكلة
لقانون
لعندي
لحد
لأولى
كيان
كوني
كنخاف
كلام
كتفكر
كتدير
كتبقى
كت
كايكون
كاي
كانواعدك
كانخدم
كافي
كاسّ
كادن
كاتمشي
كاتلعب
كاتكون
كاتعاود
قوليا
قريبة
قدرتش
قدامي
قاسحة
فيق
فلوسي
فلمدينة
فكّر
فرصة
فايت
فالبيت
غاديش
عين
عطاني
عرض
عايشين
عارفني
طبلة
طبق
طبعا
طالع
طاجين
صيف
شكل
شفر
شفار
شرب
شتك
شاء
سوارت
سربي
سدّ
سخونة
سالينا
ساك
زيادة
رجليا
ربح
راكي؟
دربت
دخلي
خليتيني
خصنا
خرين
خدمتو
خاسر
حياتو
حوت
حساسية
حرام
جيدة
جهة
جديد؟
جتماع
جبد
جاو
تيليفوني
تنقص
تلقا
تلاقينا
تلاقا
تلاق
تكدب
تقيلا
تقدري
تفرج
تغوت
تشهيت
تشطح
تسافر
تركب
ترا
تحبس
تجمع
تبعني
تبعد
تاريخ
بيضة
بيسين
بي
بني
بلاصتك
بلادك
بل
بقيتي
بزز
بزاف؟
برد
بحالي
باه
بالي
باردة
اين
الوليد
الوالدين
الواحد
المشكلة
المرات
المرا
المحارق
اللغة
اللعبة
الكليان
الكلام
الكرا
الكاس
الفيديو
الغلط
العصير
الصغير
الشهر
السكر
الساعة
الديسير
الخطة
الحق
التمان
البلاد؟
البرويطة
الباترون
الان
احسن
إينا
أوك
أو
أنّه
أكبر
أخير
zyada
zwyn
zreb
zher
za3ma
ydouz
ydiha
yamat
xhal
wsafi
wnta
wladou
wa9e3
w9ef
ttowwer
ttasel
ttamarin
tsower
trje3
tran
tonobiltek
tmeniya
tiri
tgoul
tgol
telefon
tay7
tawa7ed
tari
takoul
tahaja
tab3
t3tini
syd
sway3
ssi
sot
so9
sme7
sma7
sma3t
slm
skar
sif
shkoun
sd
salat
sakt
sac
ryal
rwina
ri7la
rbet
rasy
ra2y
pizza
pc
oui
ntouma
nsyt
nsed
nsayb
nrta7
no9at
nmxi
ngolik
ngol
nfi9
ndadr
nbdaw
nb9aw
nakol
na9s
mskina
msafer
mrta7
mougheraf
moshkil
mol
mo7al
mnach
mkallakh
mjmou3in
mermita
mchkl
maw3id
matkhafch
mashi
mamt2akadch
mal9it
mafih
mabghach
ma3rftch
ma3mrni
m7taj
l’ghayouan
lwad
lmosi9a
lmerra
lmdrasa
lma3n
llila
lkhrin
lkhmis
lkhadma
ljw
li8
lghaba
lewla
le3b
lbs
lbouliss
lblays
lbarah
lbanka
lbac
lb7r
lavabo
l9adia
l7ot
l7ed
l7e9
l5elssa
l5bar
l3ba
l2as2ila
koul
kl
kina
kilo
kika
kifma
kifash
ki3jbni
khsr
khrin
khososan
khedma
khddam
khatrek
khasha
kelb
kayji
kayb9a
kat3jbni
karya
kantsna
kantmna
kandan
kanchof
kamlyn
jou3
jbal
jawb
jatk
i9dr
i9dar
hyati
hreb
hder
hdak
hat
hanta
hahya
ghay
ghatkoun
ghanmchiw
ghalya
gamila
galiya
galik
fwa7ed
fsbitar
forsa
flmti7an
flmadrassa
fi3lan
fhemt
fer9a
fabor
dyalou
dwayat
driyef
dour
doble
dlam
dki
dkhlt
dji
diriha
dfe3
de7k
de3wa
ddo
dawr
dawi
chd
ch3ri
ch3l
btata
bsse7
bsr3a
bsbab
brd
bolla
blil
blad
ballik
bak
babak
b3yd
awlla
awili
aweldi
ampoule
alswn
all3ba
alkhbz
alftwr
aldw
aldraja
aldnya
albhaym
al9rny3
al3cha
a9al
9ryb
9rb
9dam
9adr
7yd
7sab
7ayawan
7ad
5oya
5aykoun
5ayb
5assna
4
3jbni
3jbatk
3iniya
3ber
3arfin
3andha
3achra
2ifri9ya
20
ڭوليا
ڭلتي
ڭلتها
يشري
يسهل
يديك
يخصني
يجيو
يامات
يالهي
وياك
وله
ولدها
وصلات
وشنو
وست
ورقة
ودير
ودوز
وجيب
واحة
هبط
هاكّا
نوقف
نوصلك
نوصل
نهرب
نهاية
نهاري
نكونو
نقلب
نقد
نغسل
نعطيك
نعرفو
نعرض
نعاودو
نشرح
نشدو
نسيفت
نسيتي
نسافر
نركب
نراجع
ندوش
نخليك
نخدمو
نحاول
نجح
نتيجة
نتسلق
ناكلو
ناقص
ناخدو
ميلادي
مها
مناش
مناسب
ممنوع
مللي
معطّل
معرت
معايا؟
معاه؟
معاكم
مزيانا
مزروب
مربية
مدرسة
مدايرين
محال
ماكين
ماكانعرف
ماعمري
ماعجباتنيش
مازل
مادرت
مابقيت
مؤخرا
ليكاين
ليك؟
ليسر
ليام
ليا؟
ليا،
لولد
لولا
لورت
لوالد
لناس
لموعد
لمشكل
للأسف
لقيتيني
لقيتو
لفلوسّ
لعرس
لسوق
لستاذ
لحمام
لحلوا
لحق
لحفلة
لحانوت
لتما
لتشين
لباترون
لالّة
لاباس؟
كينا
كيغادي
كيجيب
كيبان
كنسمع
كنخدم
كملت
كليتي
كلو
كسيدة
كثير
كتوبة
كتخدم
كايوقع
كايمشي
كايشرب
كايخدم
كايجيب
كايبقى
كانمشي
كانقدر
كانفضل
كاملو
كادوي
كاتحسّ
قوي
قولي
قلس
قشع
قريت
قربت
قرب
قدامك
فيها؟
فين؟
فيت
فليل
فرقة
فرحت
فخدمتك
فجردة
فالماتش
فالقلب
فالقسم
فالعروبية
فالصباح
فالأخر
غزالة
غانديرو
غادا
عندهوم
عنا
عملية
عمل
عمرني
عمرة
عمر
عليها؟
عليا؟
علاش؟
عطيتك
عشية
عجبتك
عارفين
صغر
صحابك
شوفو
شناهيا
شمال
شفتها
شعرو
شخص
شجر
شاب
سهل
سهد
سندوق
سميتي
سميتك
سعيدة
سدقات
سخر
سحيح
سباغة
سافرتي
زيتون
رخيص
راكي
رئيس
ديم
ديسير
دير؟
دوزتي
دوايات
دك
دقيق
دروج
درني
دافع
دارها
داحك
خليتي
خفت
خسرات
خديت
خدمت
خبز
خايبين
خاطري
خاصّ
خا
حسني
حدايا
حتال
جدتي
جبيلا
جبنة
جايين
جاك
جاري
جابو
توي
تولد
توحشت
تنعس
تنزل
تمّا
تمر
تلق
تلعب
تلاقيتي
تقدية
تفاهم
تفاح
تشرف
تسنايني
تسعود
تسدق
تزوجي
تدخل
تخوي
تخرجي
تخايل
تحضر
تبني
تبرد
تبان
تابع
بيناتنا
بيع
بيتي
بيتزا
بهالك
بغيتي؟
بطاطا
بسباب
باينا
بالليل
باق
الويفي
المنظر
الملح
المساعدة
المسألة
المرض
اللباس
الكورة
الكسوة
الكبيرة
العموم
العقا
العشاء
العربية
العجاج
الطيارة
الصغيرة
الصداع
الصاك
الشي
الشركة
الشرباك
الشراب
السكين
الدروج
الخايبة
الجملة
الجديد
التليفون
التلفازة
التلاميذ
البني
البسة
الاطفال
الأمل
الأسئلة
اكلة
اعرف
استعمل
إنسان
أڭادير
أكتر
أستادة
أخويا
أخور
أخرى؟
أحسّن
أبنتي
zina
zad
ysali
youmayn
ymkn
ya9dar
wryny
wrah
wlh
wldi
wkkel
weldk
weldat
walw
walidih
wajed
wa93
wa7id
wa7da
wa3rin
w93at
vous
tze3lel
tyeb
twi
tsayb
tsawer
tsab9
tnsa
tnin
tmma
tmer
tle3
tl9a
tkhtar
tkhrj
tilifoni
thla
thdr
tfa3el
teyr
telmid
tbiba
tbarkllah
tat
tanta
tajine
tabi3i
taba9
tab
ta7t
ta7alil
t9t3
t8der
t7emmel
t3raf
t3awen
srbi
sowwer
sme3ti
sme3
sem
sed
salle
saken
sak
sahla
safar
sa3ida
s3yb
s3ab
rsak
rjal
rja3
rir
resto
rendez
rasak
ramdan
rajlha
rab3in
olah
ok
ntla9a
nsiti
nsift
nsej
nrja3
nred
nn8ar
nkono
nkml
nkhtar
nkhrjo
njme3
nhdr
nhark
nfs
nchofo
nbdel
naklo
nadya
nacht
nachat
n9ta
n9i
n7edded
n3tik
n3tih
n3red
n3oum
n3ich
n3awdou
n3awd
mzyanin
mxa
mshit
mryd
mratek
mowwel
motor
mojod
mohima
mnha
mlk
mlek
mirikan
meskin
merhba
mdayrin
mchy
mazl
mayb9ach
mawdo3
maw9e3
matkounch
matkonch
maticha
matalan
mat7awel
marhba
malin
makantch
maghadi
mafihach
mafiha
mab9itich
ma3rftsh
ma3mri
ma3endou
l’baz
lwahd
lsbitar
lnass
lmoudir
lmodir
lmes2ala
lmen
lmchach
lmatar
lktaba
lkhta
lkhbar
lkbar
limon
lhyh
lhala
lftour
lflos
lf9ih
le
ldik
lcouzina
lburo
lbota
lblayss
lbhaym
lbent
lbaraka
laghna
l9er3a
l9a3ida
l8i8
l7ri9
l7issa
l7elwa
l7amdolah
l7am
l7afla
l7acharat
l3rss
l3oud
l3icha
l3ers
l3awd
ktdyr
khtwa
khsk
khouk
khoud
khlyny
khlyha
khlina
khlik
khawya
khawy
khatri
khasou
khaski
kaygolo
kayen
kaybghi
katchreb
katbki
kat9ra
kat7ess
kat3rf
kat3ref
kat3jebni
kass
kanbghi
kan7ess
kamlo
kadan
jyd
jjaya
jibi
jawbny
jatni
jartna
jam3
hwayj
hsit
hsan
heka
hda
haz
hamla
hadou
habt
goulia
goul
goliya
goli
gol
galo
fzwaj
fyha
frek
frasi
fnhar
flwa9t
flw9t
flma
flkhdma
flblad
flbac
fla
fl3roubiya
far7an
fal9lb
dyaly
dyalhom
dwaw
drouj
dkhal
diyali
dirou
di
darni
darb
d3yf
chtek
chre7
choukran
chnahia
chihaja
chft
chfer
chfar
chedi
che3ri
chada
cha3l
ch8r
ch3rk
bzzef
bzrba
bzaaf
brassi
bo7dek
bnin
bnat
blama
biti
bini
bina
bihom
bghyty
bghitek
bghaw
bdit
bdina
bdaw
bchwiya
bal
ba3da
b9aw
b7alou
b7ali
b7alek
ard
anwa3
annaho
anaka
ama
altlyfwn
almjamla
allwn
alklas
alkdb
aldwa
akhoya
ahna
achman
a9rab
9sm
9raytek
9r3a
9ima
9ch3
9as7a
9
8adchi
7seb
7sabi
7itach
7fla
7ell
7e99ek
7e99e9
5bar
5asshom
5andir
50
4adi
3zel
3xiya
3tih
3tani
3rfti
3mrni
3mrk
3mrek
3inik
3ib
3eyyet
3endo
3endna
3emi
3chiri
3asir
3arfek
3amer
2ekked
100
ڭتليك
ڭالّس
يلعب
يكمل
يدور
يخدم
يبدا
ياكلو
ياكل
ياربي
وهيا
ومن
ولّا
ولو
ولدات
وقيتا
وقعات
وصلني
وزيد
وجّه
وتمشي
واو
واضح
واخ
واحد؟
واجدة
هيد
هكا؟
هرست
هدف
هدرت
هدرا
هال
هادي؟
نية
نقطع
نقط
نفسّ
نظار
نشارك
نسوني
نسكت
نسد
نسافرو
نزيدو
نزيدك
نرد
ندورو
نخوف
نختار
نحط
نجيو
نجرب
نجحت
نجبد
نتمشى
نتلاقى
نتقداو
نتزوج
نتحركو
نتج
نبدلو
ناموسية
ناعسّ
ناعسة
ناس؟
ميلادك
ميلاد
ميتة
موتور
مهتم
منّك
معلومات
معاك؟
مسيانا
مزيان؟
مرّة
مرض
مرات
محتاجين
محتاجة
مجهد
متأكدة
مايكونش
مايكون
ماندينش
مامزيانش
مالكي
ماكانحملش
ماكانتش
ماعندهاش
ماعرفاش
ماركة
ماذا
ماتهدرش
ماتنساش
ماتقدرش
ماتديش
مابغاتش
مابخاش
لوقيتا
لهلا
لموسيقي
لمدينة
لمحل
لكوزينا
لقهوة
لقفل
لقدام
لغدا
لعلاقة
لعالم
لحمر
لحليب
لحبس
لجو
لجتماع
لبلان
لبس
لبال
لادريسا
كيڭولو
كيكة
كيقرا
كيدير
كيداز
كيجي
كولي
كولهوم
كندوي
كسكسو
كتقلب
كبرت
كايكونو
كايقول
كايقلب
كايحضر
كايجي
كايبكي
كايبغيو
كانّ
كانهضر
كانموت
كانلعب
كانقول
كانضنّ
كاش
كاتوقع
كاتعني
كاتعجبك
كاتخرج
كاتجي
قولها
قلّل
قلبك
قرايتك
قدي
قدر
قتل
قادي
قاد
فوقت
فوت
فهمتي
فنهار
فلوسّي
فلبلاد
فسما
فرقتي
فراس
فحالك
فبالك
فالواقع
فاتت
غريب
غدي
غايديرو
غادية
عينيه
عيني
علم
عقلت
عقل
عطيه
عطيتو
عشا
عباد
طوال
طلقنا
طفي
طبيعي
صوني
صعاب
صحيحة
صحاب
صاحبتك
شيهاجة
شيحاجة
شهيد
شهور
شفتهم
شفتك
شغلك
شت
سوت
سنع
سنان
سمهي
سمه
سمحلي
سما
سكت
سعيد
سربينا
سر
سبات
سال
ساكنين
سافر
ساعا
زعمة
زردة
زراعة
زدتي
ريزو
ريحت
ريجيم
رياضة
رملة
رقيق
ردي
رجلي
رتاح
ربيع
راهم
رانا
راكوم
راشقة
راحتك
ديجا
دوخة
دهب
دراب
دخول
دخلة
دايز
دارنا
خيرك
خمس
خلص
خفيف
خطرك
خضرا
خصها
خرجي
خرجو
خديتها
ختك
خاصكي
حيّد
حيوانات
حكم
حقي
حقك
حساب
حزيت
حدانا
حتا
حالة
حاسك
جيران
جيبي
جمّد
جملة
تور
تمنية
تمن
تماك
تلبس
تلب
تلاتين
تكتب
تقولي
تقطع
تقريباً
تقدّا
تقد
تقتع
تقام
تقاشر
تفيق
تفكرت
تفضل
تعوم
تشارك
تسويب
تسول
تسنا
تسد
تستوعب
تزاد
ترفد
تربي
تربح
تراجع
تدرب
تخسر
تحط
تحرك
تحتي
تبقاي
تبع
تانية
تانتا
بيهوم
بيني
بينما
بوطون
بهالا
بنتو
بناتنا
بلّاتي
بللي
بلايص
بغينا
بغيتش
بعض
بصّح
بسيطة
بسبابك
براسّي
بدلت
بدكشي
بداية
بداو
بانليا
بالملل
باز
اي
اه
ان
اليوما
الورد
الوجه
النعاس
النشاط
الميساج
المنتخب
المشا
المستقبل
المذاق
المديرة
الماكينة
اللبسة
الكريات
الكتوبة
الكبار
القمر
القرآن
القدرة
القدام
القاعدة
الفرنسي
الغطا
العصيدة
العرض
الصيف
الصوت
الصحة
الصالة
السوايع
الريجيم
الدرجة
الدرب
الخوف
الخروج
الحمار
الحضرة
الحساب
الحريرة
الحرام
الحجر
الجوع
الجامعة
الجاكيطة
الثلج
الثلاجة
التمن
التصويرة
البير
البوطة
البهايم
البنكة
البنان؟
البنان
البطاطا
البشرة
البس
البركة
البراني
البداية
الباك
البارح؟
الاجتماع
الأفكار
الأحسن
اسمية
إيميل
إما
إقدر
أهم
أنّك
أنها
أمين
أكسنو
أشناهيا
أسيدي
أزين
zwyna
zen9a
youm
york
ylh
yd5el
y5rej
y3ni
x7al
wyak
wst
wslna
wselt
wr9a
wlity
wliti
wlina
wjjeh
wjib
wjhek
wgha
we9t
wdoz
wayh
wala
wa7ad
w93
tГ©lГ©phone
twyl
tweli
twe7echt
tsna
tsellel
tselle9
trta7
trj3
train
towwer
touni
tobis
tmxi
tmout
tlat
tkoni
tkml
tkhraj
tkhdem
tkemmel
tjerreb
therssou
thder
tfi9
teyyeb
terf
tension
temma
te7ti
tdwi
tchehit
tbeddel
tb9ay
tawahd
talab
takli
takhod
tajriba
tachi
tabi3a
ta9dar
ta9a
t9yl
t9edda
t9ddem
t7yed
t7et
t3ya
t3tih
t3rf
t3oum
t3am
t3al
syter
syr
stress
ster
stanna
sta9al
ssimana
sserwal
soual
solde
snani
smiti
smit
shukran
shih
sansour
sandwich
salama
sal3a
sakn
saket
sahl
sabon
sabab
sa3id
s5er
ry7
rjliya
rjje3
rebi
reb3a
rby
radio
ra2yi
ouhda
nxof
ntrini
ntl3
nsaliw
nsafer
nsab
noud
nkri
nkounou
nkhroj
nkhrj
nkemmel
nhez
nhdar
nharek
ne3ref
ndreb
ndouz
ndik
nbni
natija
nakhd
nabid
na9sa
na9dar
na3s
n9ed
n7awlo
n5aret
n3yt
n3awnk
mxit
mratou
mr7ba
moudda
mou2a5aran
mosta7il
mosi9a
mofida
mkhtalfa
mjmo3in
miyyez
mitali
menni
menek
mde7ni
mazyana
mazala
maytchaf
matou
matmchi
matb9aych
mat3ref
mangoul
mali
makrhtch
makentch
makandnch
makan3refch
majach
madirch
madert
ma9dertch
ma9dartch
ma4adix
ma3ndo
m3ettel
m3etlin
m3etel
m3art
m3amen
m3akoum
m39ol
lyoga
lyk
lyh
lwla
lwl
lvidyo
lt7t
lprojet
lmwsy9y
lmrid
lmout
lmoudira
lmondial
lmohim
lmktaba
lmesre7
lmerd
lmarchi
lkhota
lkeswa
lkdoub
ljow
ljami3a
lhwa
lhe9
lhabs
lgolf
lgarou
lgaro
lfrach
lfleus
lf3ayl
lcar
lbra
lbira
lbeznass
lbechra
lbanan
lbalco
lba7t
lawla
lasall
lakhrin
lahoma
l9r3a
l9mer
l9ima
l9fel
l9dim
l7ram
l7odod
l7ayawan
l7anout
l7a9i9a
l3ndy
l3mer
l3in
l3erd
l3ajaza
l2idara
l2amal
ksida
kobb
klam
kla
kikoun
khwr
khwk
khona
khodi
khlas
khfif
khera
khdm
khditi
khatir
khaso
khali
khadam
kenna
kemmel
ke7la
kayw9a3
kayjiw
kayballia
kay9ra
kay3ni
kay3jabni
katgol
katbani
kat9sad
kat3awd
kat
kanwa3dek
kanji
kanhdr
kanfi9
kanfeddel
kanb9a
kan9leb
kadiro
kadgouli
kaddir
jme3t
jjou3
jjay
jity
jerda
jehd
jedati
jarima
jarda
intikhabat
imchi
ikoun
idi
hy
htal
hsn
hsen
hhh
hez
hel
hal
haki
hahoma
gouli
gltiha
ghedda
ghdi
ghayr
ghalta
ghadir
gelti
gdam
gar3a
galssa
galsa
fwahd
frassi
fo9ach
floussi
flmatch
flghaba
fleus
fl3id
fi8a
fhyati
fhamt
fdkchi
fchy
fblastk
fbali
fash
fahm
f9t
f7ali
f5demtek
dyl
dwr
dwit
dowwer
dora
dissir
dhs
dghia
dewla
daym
dawla
daw
darti
dars
darha
da7k
d9ay9
credit
chwiyya
chwf
chte7
chrbt
chrb
chkra
chkkel
chips
chhar
chfara
cherjem
cheklat
charaf
chamal
chaft
brask
brasek
bou7di
bohdi
blmalal
blast
bimo
bhali
bhalek
bhala
bghytch
bessa7
belati
be3ed
be3d
bditi
bddel
baz
banlia
baha
b9iti
b3diyatna
ayn
aykhsna
ast3ml
ant
anna
andi
anak
amrica
alnhar
alnarya
almz7
almr9
alma
allyl
alkryat
akla
akhouya
akhiran
akbar
aham
agadir
a7sn
a5iran
9te3
9sir
9sem
9ll
9hwa
9ed
9ase7
9ar3a
9al
9adi
8
7tejj
7ssit
7lib
7essen
7ellel
7dana
7d
7anot
7amla
7ala
7add
5ti
5sser
5ouk
5demti
5demtek
5dam
5awi
5ass
5alti
5ali
5alet
3tarf
3rft
3rafti
3rada
3li8
3len
3kud
3jbek
3inih
3ich
3awdi
3araf
3andhoum
3alam
3ala
3a9el
2ejjel
200
—
ڭلّس
ڭلسي
ڭالو
ڭال
يهرب
ينسب
يموت
يكما
يقرا
يقدرو
يعاوني
يعاونك
يعاونا
يعاود
يشوف
يسيد
يديها
يديرو
ويلا
وياه
وي
وهو
ونمشي
وما
ولينا
ولمهم
ولفت
ولاو
ولاد
وكس
وقتما
وفين
وغا
وصل
وسلنا
وسلتي
وسافي
وريتلك؟
وتّد
وايلي
واه،
واليديه
والدك
والا
واعرين
وازن
واخخا
واجه
واجدين؟
هوّا
هوايجك
هههه
هل
هكدا
هكاك،
هزي
هز
هدرتك
هداك
هاهي
هاهوما
هاهو
هاز
ها
نيتك
نولد
نوقفو
نوريك
نور
نموت
نلقا
نلبس
نكملو
نقولها
نقلبو
نقدرش
نفكرو
نفسك
نفاقة
نغامر
نعيطو
نعوم
نعطيه
نطلبو
نصيحة
نشوفها
نشطح
نشره
نسّق
نسوڭ
نسويب
نسلي
نستقر
نساي
نزل
نزرب
نرتب
نربي
نربح
نديوها
نديها
نديروه
ندمت
ندفع
ندار
نخلّص
نحبس
نجاوبك
نجاوب
نتمنى
نتلب
نتشوفو
نبني
نبدّل
نادت
ناحيت
ميّز
مية
موسيبة
موس
موحال
موافق
منّي
مناسبة
ممتع
مكلخ
مكتاءب
مفيدة
معنى
معندك
معروضة
مشهور
مشكل؟
مشغول
مشرفين
مسدودة
مسالية
مس
مزيانة،
مزيان،
مزوجة
مرّات
مراكش
مخيتي
مختلفة
مختلف
محمد
محسن
متواضع
متقلب
متبع
مايفوت
مايستاهلش
مايجي
مايبقاش
ماماها
مالين
ماكينش
ماكاتعرف
مافيه
ماعندناش
ماعمرو
ماعجبكش
ماشالله
مازالا
ماديهاش
مادة
مادام
ماخاصكش
ماتڭول
ماتمشيش
ماتشوف
ماتحاول
ماتجي
مابقات
مابغيتهاش
ليهم؟
ليميل
ليمن
ليستا
لورد
لوحة
لهنا؟
لهمّ
لهم
لماتش
لم
للور
للبحر
لكورة
لكرموس
لقلب
لفكرة
لعطلة
لعصير
لسؤال
لراسي
لدرجات
لداخل
لخطا
لخرين
لخبز
لحيت
لحمّام
لحدّ
لبيت
لبرّا
لبرنامج
لبرا
لايعمرها
لابسة
كيمشي
كيلو
كونطرة
كول
كنقترح
كنعرف
كنضن
كنحس
كنحاول
كنتمناو
كنتسناك
كريم
كرسي
كدان
كحلة
كحل
كتيرة
كتهدر
كتقدر
كتعيش
كتبتي
كتبان
كايهدر
كايلعب
كايعني
كايعرف
كايدوي
كايدوزو
كايدرني
كايخلي
كايخلع
كايبغي
كايبالّيا
كاوكاو
كانكره
كانفكر
كانعقل
كانشرب
كانديرو
كانخاف
كانحماق
كانحاول
كانتمنا
كانتعلم
كانتسنا
كانبقى
كافية
كاديرو
كادور
كاتكدب
كاتقولي
كاتقول
كاتغوت
كاتجري
كاتبقى
كاتباني
قوية
قوليه
قهيوة
قلسة
قفل
قصدت
قريبا
قربنا
قديمة
قدك
قدرتي
قدا
قاليك
قاضي
فينك
فيكوم
فيديوات
فوڭ
فو
فهمتك
فهم
فناسّ
فمها
فمك
فلوقت
فلوس؟
فلمشروع
فلما
فلليل
فلامتحان
فكّرتي
فكرتي
فقير
فعلا
فطيارة
فطور
فطريق
فصيف
فشهر
فشرجم
فزواج
فزنقة
فرنسية
فرنسا
فراسو
فحياتي
فتيران
فبلاصتك
فالوقت
فالمدرسة
فالليل
فالعيد
فالعائلة
فالدروج
فالحبس
فابور
فأقرب
غياب
غدّا
غانديك
غالبا
عينين
عيطو
عيش
عمك
علاق
عكود،
عطا
عزاز
عرضت
عرضة
عد
عبر
عايبة
عاوني
عاودي
عارفك
عادتان
عاجبني
عائلتي
طيران
طوموبيل
طوبيس
طلبة
طبيعية
طبيعة
طبيبة
صورة
صفحة
صح
صاك
صابون
شورت
شهوة
شكونا
شكرا،
شفتو
ششال
شرينا
شريف
شربتي
شربت
شر
شدّد
شدي
شدو
شداتني
شاف
شاعل
شاريع
سيي
سينما
سيفتي
سيف
سويقة
سوايع
سهلة
سميتو
سموحات
سمعني
سلو
سكر؟
سعيبة
سعيب
سعد
سداع
سخن
سخانة
سجل
ستة
ستا
سبعة
سبع
سبح
سبب
سافرت
ساروت
ساد
سؤال؟
زين؟
زعم
زربانة
زرب
زدت
زايد
زاد
رومانسية
روز
رعا
رجليه
رجلينا
رجلك
رجعتي
راسها
راسنا
رأيي
ديل
ديكور
ديكلاري
ديكرا
ديفاع
ديريها
ديرني
ديركت
ديرب
ديب
ديالي؟
ديالها؟
ديالك،
دون
دوش
دواز
دوار
دلوقت
دكسي
دقت
دعيف
دعاف
دروسك
درسّ
درتيها
دربني
درار
دخلات
دجاجة
دجاج؟
دبر
داها
داكشي؟
داع
دار؟
داخلية
داخلة
دا
خوي
خودي
خوت
خلّي
خطير
خطة
خسّك
خدامين
خبارو
خاير
خاصّك
خاصيني
خاصكوم
خارجة
حيتاش
حياة
حمق
حمار
حلّ
حلي
حلال
حسّيت
حر
حدّو
حاولي
حاولت
حاجي
حاجا
جيعان
جيتو
جورنال
جنب
جمعتي
جمعت
جلدة
جزء
جرّب
جريت
جدي
جد
جاوبني
جابك
ثمن
تيق
تونوبيلات
تونس
توقف
تورنوا
تهلّا
تهلاي
تهرب
تنوض
تنشر
تندمج
تموت
تملك
تمشيو
تمسح
تماما
تمارا
تلوح
تلقاي
تلفت
تكوين
تقرب
تقبل
تقادي
تفوت
تفاعل
تغير
تعليم
تعطيها
تعطيه
تعطل
تعسبت
تعرفتي
تعجبك
تعاني
تعامل
تشوفني
تشربي
تشاور
تسوڭ
تسلّل
تسدمت
تسالي
تسابق
تزوج
تزهر
تريني
تريق
ترف
ترد
تربط
ترامب
تدي
تدافع
تخلّص
تخلّا
تختار
تحمّل
تحلم
تحل
تحدّاه
تحافظ
تجيو
تجيك
تجرّب
تجاوب
تبادل
تايبالّيا
تاه
تامان
تاكول
تاكلي
تافقنا
تاشي
تار
تاحد
تاجين
تاج
بيمو
بيعو
بيتك
بون
بوحدهوم
بهالي
بهادشي
بنتها
بليا
بلدان
بلاصتو
بلاصتها
بلاصت
بلاتي
بقاي
بغيتيها
بغاني
بعين
بعضياتنا
بسلامة
بزاف،
بريت
برنامج
بركة
بدّل
بدينا
بخطوة
بجوع
بالمناسبة
بالعكس
بالصح
بالخدمة
بالحقيقة
بالإنجليزية
باقين
باقى
باغين
باع
بارك
باباك
با
انت
اليك
الويل
الواليديا
الناموسية
الموسم
المهمة
الملايين
المعن
المط
المشي
المزيان
المدة
المجموعة
الماكلة؟
اللهم
اللف
اللحم
الكلاب
الكذب
الكبدة
الكار
الكادو
القرعة
القرارات
القديم
القاعة
الفطر
الفضاء
الفريق
الفرح
الفتاة
الغرور
العيبة
العيالات
العنوان
العمر
العلاقة
العطش
العروبية
العباد
الطريق؟
الضياف
الصون
الصغار
الصبر
الشرجم
الشجرة
الشايعة
الشاف
السومة
السما
السلامة
السر
السبور
الريح
الرسم
الراديو
الراحة
الدين
الدوسي
الدراجة
الخياط
الخلعة
الخلاص
الخر
الخايب
الحمر
الحكم
الحقيقة
الحضرا
الحصة
الحرارة
الجنوبية
الجمع
الجائزة
التونوبيل
التاريخ
البيسين
البيسي
البيرو
البكا
البسة؟
البرتقال
الباراه
البار
الان،
الأيامات
الأوقات
الأقل
الأستاذ
اكن
اشعر
اجتماع
اتاي
إن
إمّا
إمشي
إكونو
إدي
أيكون
أهلا
أهداف
أنّها
أنهو
أندي
أندك
أنجي
أقرب
أسئلة
أتكون
zwine
zitoun
zan9a
ythkm
yrj3
ykhsni
yemchi
ydkhl
ydiro
ydawaz
y9der
y3t9d
xno
writlek
wnti
wjhi
wgf
west
weldou
weldha
wedde7
wayli
was3
wallh
walid
waldwran
walayni
wache
wa9ef
w99ef
u
tzwji
tzewej
tzadit
tyab
twrini
twe99e3
tw9f
ttri9
ttelfaza
ttekka
tsm7
tsenna
tsahel
tri9i
trf
trb7
tr
toug
tobiss
tnazl
tmrin
tmak
tlb
tlamed
tlaja
tlab
tl9na
tl7wayj
tl3b
tl3at
tl
tkowwen
tkhlych
tilifounek
tilifonk
tht
thala
tgheddit
tfy
tfhm
tfa
temchi
te9ra
tdaaher
tchbbet
tbedel
tbe3
tbdl
tbbet
tbasl
tban
tb3ni
tayballia
tayara
tawsal
tarikh
tan
tamaman
tama
talj
talf
tal9ha
tal3a
takhoud
tahoa
taf9na
tabi3t
ta9afa
ta5od
t9dri
t9dda
t9am
t9acher
t7errek
t7el
t7eddah
t7awel
t5ella
t3red
t3ellem
t3elem
t3awni
t2emmel
t2e9lem
syed
stowred
stow3eb
stoki
stintaj
stenzef
steb3ed
stage
sta
ssmou7at
ssir
ssalir
sout
snank
snan
smiyti
smitek
sm3i
slmt
slmi
sl3a
skhana
sken
siro
sifti
si7iya
shiha
seyf
serwal
selli
sebt
sbt
sbh
sbat
saybt
salyt
salaw
sal
saknin
sahbi
sah
saferti
safer
sabt
sa7bou
s5iwer
rta7
roz
rondivo
rkkez
rkhis
rihla
riha
ri7t
ri7a
rezervi
rez9i
remla
rdat
rbma
rbe7
ray7yn
ray
rany
rajal
ra9m
ra8
ra2is
r7t
pikala
partma
ou93
okhra
oghniya
oghadi
nzl
nzidou
nwjd
nwali
ntsana
ntej
nta9ed
nsse9
nsoni
nsog
nskha
nsawb
nsawal
nsafro
nrj3o
nrej3ou
nou3
nn3as
nmxiw
nmot
nl3eb
nkhraj
nkhlss
nkemel
njiw
njibo
nje7
nichan
nfsi
nfekker
nfakar
new
nerta7
nefss
ndkhel
ndiha
ndih
nddem
ndadri
nchriw
nchreb
nchoufek
nbi3
nbdlo
nbadal
namchi
nakoul
naklou
nakhoud
nakhdo
nakhad
nad
na7it
n9y
n9lb
n8der
n7et
n7essen
n5rej
n5erjou
n3ti
n3eyet
n3awdo
mzian
mya
mxina
mxi
msali
mrato
mrahba
mout
moujoud
mou
motir
mosiba
morra
morah
mno
mnimta
mnasb
mktaba
mir
min7a
miladi
miladek
milad
mhtaj
mha
message
merta7
mchghoul
mazwinach
maymknsh
mayhrebch
may9dr
matgoul
matet
master
mamdayr
mamat
malo
malki
malha
malak
makntich
makntch
makayninch
majitich
mafiya
mabghiti
mabghit
mab9atch
mab9at
ma3ndou
ma3ndnach
ma3jbnich
ma3emerek
ma3dna
ma3arfach
ma3arefch
m3gaz
m3atal
m39oul
lwjeh
lweekend
lwa7ida
lsou9
lor
lokhra
loghat
lnskha
lmw3d
lmtihanat
lmoudou3
lmouch
lmonta5ab
lmhm
lmchrou3
lmchro3
lmasba7
lmalik
lmalal
lmada
lmachrou3
lmacha3ir
lkswa
lksida
lkhoubz
lkhayb
lkas
ljawab
lhm
lhlib
lhda
lhadaf
lgharad
lghalat
lfrakh
lfout
lfota
lforssa
lforsa
lewel
lerd
le3bou
ldakhl
lcrema
lbssa
lboulis
lbosta
lbolis
lbm
lblais
lbiro
lbiban
lbger
lbes
lbatt
lbard
lbar
lbananat
lbaliza
lard
larbe3
lamba
la5rin
l9tira7
l9iti
l9itha
l9e8wa
l9aw
l9alb
l8na
l7wayej
l7rira
l7obb
l7mam
l7jer
l7it
l7fla
l7ay
l7a9
l5edra
l3roubiya
l3eb
l3amal
l3ala9at
l3afya
l3afia
l3adab
l3ada
l3a9d
l39el
l2adab
kyfach
ktouba
ktchwf
kt9lb
koulou
koulha
kont
knty
knhs
klina
kin
kijiw
kigoulou
kighandir
kighadi
kidaz
kidayer
ki9ra
ki3jebni
khsha
khrjat
khraj
khok
khobz
khllini
khlitini
khirek
khfyf
kheti
khessni
khessna
khesna
khayeb
khassou
khassak
khassa
kharjin
khamstach
khalti
khalit
khalini
kbrt
kayyakol
kaysoni
kayl3eb
kaydwiw
kaybki
kay8der
kay3ich
katbghi
kat9sed
kat3ich
kantsena
kantmena
kantfrj
kansme3
kansma3
kansm3
kankhdem
kankhdam
kanjri
kanjme3
kangoulek
kandiro
kanbki
kanbi3
kan9der
kan7ma9
kan7as
kan3rf
kan3ref
kamal
journal
joue
jlbana
jlaba
jjayya
jjame3
ji3an
jdyd
jbti
jbt
jayin
jame3
jabou
itzad
insan
ima
idir
i9der
i3awni
hzi
huma
hram
hj
herbana
henina
hdra
hdah
hbet
hahwa
hahowa
hahiya
hahia
haf
hadaf
ha7na
gouliya
goulha
gltha
gless
ghzala
ghsl
ghsel
ghdb
ghaykoun
gharib
ghanoud
ghandirou
gabel
fyk
ftiran
fta
fsser
fsfer
fsayf
fnfs
flwe9t
flmdina
fl3otla
fkora
fkolchi
fink
finahwa
fhyatk
fhem
fhadi
fer7an
fekker
fe9t
fdrouj
fbalk
fatt
enfants
ela
dyrha
dwzti
droj
drna
drb
doz
dow
dorossek
dorof
do99
dkhel
dirha
difa3
dh
derri
derna
derham
derba
deghya
ddwa
ddini
ddabz
dayz
dayer
daro
dal
dakshi
daght
da3wa
d9a
d3afity
contra
cinema
chwa
chti7
chraw
chr7
chouha
chmch
chlada
chkwna
chjra
chihab
chhour
chfti
cheftek
cheft
cheffar
chedded
che3rek
chchal
champagne
chamch
chal
chahid
chafti
chafawi
cha2
ch8ar
bzef
byen
bwalo
burger
btari9a
bss7
bsita
bshwiya
bsh
brra
brasy
bouhdi
bou7dou
bllati
blhedra
blayss
blasti
bjou3
binathom
bihoum
bi3
bhra
bghitk
bghina
bentou
bas
bar
baqi
banka
baghych
ba9yin
b9ay
b3ed
aykon
awa
atkoun
atkon
asidi
as2ila
arj3
application
alzwal
alz7am
alwyfy
alwra9
altmn
altmatm
altlamyd
altbyb
alslta
alskyn
alskr
alsbat
alrajl
alnfs
alml7
alm9raj
allf
alkrsy
alkman
alklam
alkhs
aljw3
alik
alhy
alghrwr
alfakha
alf9r
aldrs
alchmam
albyt
albrt9al
albnat
albadnjan
al9raya
al7lwyat
al79ny
al3bad
al3afya
akhy
akhra
akhbar
afkar
a5ani
9tal
9srtych
9riti
9rit
9rab
9oddam
9lby
9issa
9etfou
9di
9asha
9ariban
9ader
7lo
7eyyed
7et
7eddou
7dder
7bsat
7biba
7ayat
7asasia
7ara
7ami
7afla
6
5ress
5ouna
5od
5lih
5li
5fifa
5essess
5da
5ayr
5assra
5assou
5assha
5asser
5anb9a
5amer
5alat
5adya
5a
4lt
40
3ti
3tard
3tak
3ref
3raf
3ndhoum
3mer
3ma
3lamen
3iniha
3elik
3echra
3dem
3awn
3awedi
3atiha
3an
3amaliya
3adil
3ada
3a2iltou
3a2ila
39lti
39elti
2
12
ڭولّيا
ڭولها
ڭولت
ڭول
ڭاليه
ڭالسا
ڭادّ
پروجي
يوماين
يوم
يوصل
يهدفك
يهدرو
يهدر
ينعس
يمشيو
يكتبو
يقلب
يطيب
يطرا
يضرب
يشوفو
يسر
يسدق
يسافر
يزيدك
يزرب
يردع
يرحم
يداوي
يخلي
يخرجو
يحكم
يجبد
يتمشي
يتلاع
يتفا
يتحي
يبني
يبقاو
يبداو
ي
ويلي،
ويلي
ويفي
ونس
ونخرج
ولاه
ولادها
وقتي
وغان
وعلاش
وصفة
وسط
وزّع
ورق
وراجلها
ورا
ودنيك
ودنيا
ودك
وحد
وجهة
وجدي
وجدتي
وجد
وتهنا
واليدها
واليدة
والو؟
والدوران
واق
واسع
واح
واجي
واجدين
هينا
هوى
هوا؟
هه
هندي
همم،
هماقيتي
هروب
هرم
هربانة
هربان
هدشي
هدرة
هدايا
هاكدا
هاكا؟
هاقي
هاف
هادو؟
هادك
هابط
نڭير
نڭولها
نڭلسو
نيتي
نيا
نورمال
نوبتك
نوبة
نواحي
نهل
نهر
نهبط
نهائي
نمسح
نلعبو
نكري
نكبر
نقية
نقصّ
نقدي
نقاط
نقاش
نفهمو
نفسية
نفسي
نفسد
نفرح
نعطي
نعزل
نعاونك؟
نعاول
نطيب
نطلب
نضربو
نضر
نصرف
نصبر
نصاب
نشوفوه
نشريها
نسربي
نسج
نسبن
نسب
نس
نزور
نزربو
نديروها
نديرو؟
ندوق
ندربو
ندخلو
ندبز
نخلصل
نخلصك
نحلّل
نحرف
نحتافل
نحتاج
نجيك
نجيبليك
نجوم
نجلس
نجاح
نتيق
نتمشاو
نتلبك
نتقرب
نتفي
نتغداو
نتغدا
نتعشاو
نتعامل
نتسوور
نتسنا
نتريني
نتحمل
نتبع
نتائج
نبيعو
نبقا
نبات
ناوين
ناش
موك
موظف
موسيقى
موجودة
موت
مهموم
مهم،
منور
منهم
منحوس
مملة
ممتعة
ملّي
مليح؟
ملحود
ملابس
مكتابا
مكاينينش
مكايعجبنيش
مفيد
مفهوم
مفروض
مفاهمين
مغربي
معه
معني
معندي
معنا
معلوم
معلم
معلقة
معك
معقولة
معقد
معطلة
معروض
معرفة
مشيو
مشوي
مشغولة
مشاش
مسّ
مسيري
مستقبلك
مستعد
مساكن
مسافرة
مزيانين
مزروبة
مركز
مرتي
مرتو
مرتب
مرتاحة
مراجعة
مراتي
مدّد
مديرين
مديري
مدوي
مدمن
مخط
محمر
محامي
مجرم
متّافق
متكي
متالي
مبدع
ماڭلتي
مايدير
مايبقاوش
ماوق
مانديرو
ماناكل
مامزياناش
مامات
مالكوم
مالح
ماكلات
ماكسي
ماكراهتش
ماكانشربش
ماكانديرش
ماكانحسش
ماكانبغيش
ماكاناكلش
ماقدرش
ماقدرتيش
مافيكش
مافياش
ماعمرها
ماعمر
ماعقلتش
ماعرف
ماعجبنيش
ماعارف
ماعاديكس
ماشفتش
ماشفت
ماشركتي
ماستر
مادرتي
مادا
ماخدّامش
ماخدت
ماخدامش
ماخداماش
ماخاصش
ماجيتش
ماجربتي
ماجبتش
ماجاش
ماتڭولش
ماتعاودش
ماتشري
ماتخلي
ماتخافيش
ماتخافش،
ماتخافش
ماتحاولش
ماتبقا
مابقيناش
مابغيتي
لپيسّا
لپروجي
ليورو
ليهوم؟
ليغادي
ليبيا
ليبوط
ليبغيت
ليان
لويكند
لويكاند
لوول
لوليد
لوز
لورقة
لواليديك
لهيها
لهوا
لهل
لهضرة
لهادرة
لنيويورك
لموضوع
لمشاش
لمستوى
لمرض
لمارشي
للڭارو
للمدرسة
للصغير
لكليان
لقينا
لقيتها
لقمر
لقسم
لقرعة
لفرنسا
لفرق
لغات
لعين
لعيالات
لعندو
لعملة
لعشية
لعرسّ
لديك
لديري
لدكشي
لخميس
لخلصة
لخرة
لخرا
لخر
لحيوانات
لحنّا
لحت
لحالا
لتمرين
لبيتي
لبورو
لبهايم
لبلاد
لبزناس
لبرهوش
لباره
لايكون
لايخليك
لالارم
لالا
لافابو
لازمنا
لاخرين
لأمريكا
لأستاد
لأسئلة
كيڭول
كيندير
كيكون
كيكا
كيفاكس
كيعني
كيعجبوني
كيسان
كيدوي
كيدور
كيدخل
كيدايرين
كيدايرة
كيخدم
كيجري
كيبيع
كونو
كوكيز
كورونا
كود
كنقري
كنفضل
كنديرو
كنجي
كنتو
كناوة
كمال
كليان
كلامو
كشيفة
كرا
كديري
كتير
كتيب
كتقصد
كتفهم
كتعرفو
كتسنا؟
كتسنا
كتسمع
كترو
كتخطط
كتجمع
كتبها
كتبكي
كتبت
كتاكل
كبرتي
كايڭول
كايلعبو
كايلبس
كايقولو
كايقرا
كايفكر
كايعرفو
كايعجبوني
كايدويو
كايدهك
كايدق
كايدرب
كايحساب
كايجيك
كايجري
كايتعلم
كايتسناوني
كايبقا
كايبغيك
كانڭوليك
كانڭولك
كانهدرو
كانهدر
كانلبس
كانكتب
كانفيق
كانعرفو
كانستمتع
كاندوي
كانخرج
كانحلم
كانجري
كانتير
كانبيع
كانبخيك
كانبخي
كارطة
كادوز
كادحك
كاتنعسّ
كاتقرا
كاتشري
كاتشبه
كاتخاف
كاتجيني
كاتبغي
كات
كابيتان
قوس
قهرتيني
قلبو
قطعو
قطعة
قصيرة
قشّر
قريب؟
قرر
قراها
قديت
قدرنا
قتلو
قبلك
قبل؟
قانون
قالس
قاعدة
قادا
قابل
فيهادي
فومك
فهمو
فهمتيني
فهمتش
فناس
فمدرسة
فم
فلوسّك
فلوسّ
فلموت
فلمدرسة
فلخدمة
فكلشي
فكرو
فكرت
فكازا
فقريتي
فقت
فصفر
فشل
فشركة
فرڭع
فرقتك
فرح
فتونوبيل
فترنا
فترة
فتح
فبلادي
فبالي
فالمطار
فالمستقبل
فالقمر
فالحمام
فالحكومة
فالحساب
فالباك
فالامتحان
فالأخير
فالأخرى
فأي
غيرك
غلطة
غفلة
غزال
غبارتي
غايمشي
غايكونو
غاندوز
غانجرب
غانبقاو
غانبدا
غادي؟
غاتجي
غاتبقى
عينيها
عيدة
عيخصنا
عيباد
عندير
عن
عمرت
عمالية
عليّة
علييا
عليه؟
عليك،
علمني
عقوبة
عقلي
عقت
عظيم
عطينيها
عطي
عطاوه
عطاه
عطاك
عطاتني
عصر
عشيري
عزل
عروسة
عرفتك
عربية
عدم
عايب
عاي
عالية
عالم
عالله
عائلتو
عا
طيور
طيب
طول
طلق
طعام
طريك
طريقي
طريا
طرف
طر
طبيب؟
طاليانية
طاري
طابق
ضعيف
ضريف
ضد
صوص
صوتك
صلح
صف
صغري
صديق
صحتك
صحابتي
صاحب
شيير
شيا
شوييا
شوية،
شوهة
شوك
شوفة
شوف،
شوا
شهيوات
شهية
شهود
شمن
شمس
شماتة
شم
شكراً
شفنج
شفناك
شفتيني
شفارة
شغل
شريتها
شرف
شربي
شدينا
شديت
شدني
شجرا
شتيح
شباب
شانتا
شاعلة
شاري
شارجي
شارجور
شا
ش
سيام
سوّر
سونيتي
سولني
سولتك
سولت
سوقك
سواب
سناك
سمية
سلالة
سقت
سطاج
سريعة
سروري
سرف
سدقتي
سخيور
سحابي
ستينتاج
ستيل
ستل
ستح
سبغ
سبرديلا
سبرت
سبحان
سباتك
سبابها
سبا
سايب
ساه
ساندويش
ساكي
ساكنة
سافي
ساف
ساعات
زينا
زيدو
زويون
زهرك
زلافة
زعمت
زريعة
زربية
زبالت
زايدة
ريدو
ريا
روينا
روسيا
رموك
رمزي
رقد
رفد
رغبة
رشيد
رسمي
رسالة
رحلات
رحت
رجّع
رجل
رجعات
رجال
رتاحي
ربيت
رايح
رانديفو
راسّ
راسك؟
رابي
رابح
ديه
ديلك
ديع
ديسّير
ديسك
ديخية
ديت
ديالنا؟
ديالمن
ديالكوم
دوّزتي
دواو
دوام
دواعي
دهاك
دماغك
دم
دل
دريجة
دريات
دروس
درناها
درت؟
درايفة
دراهم
دخلو
دخلنا
دخت
دايم
داير؟
داريني
دارور
دارني
داركوم
دارت
داتا
خوك؟
خواتات
خليوني
خليو
خلط
خفيفة
خفف
خطر
خضر
خصوصا
خصو
خشي
خسّهوم
خسكي
خسرت
خرجة
خدينا
خدمش
خبرة
خبار
خايمشي
خايكون
خايري
خانحدر
خالي
خاطبة
خاصه
خارجو
خاتمشي
حي
حمرا
حلّي
حليب
حقّ
حسّيتي
حزين
حريرة
حرك
حرف
حرة
حديقة
حداك
حج
حتّا
حتارم
حبيبي
حبيبة
حبسات
حب
حاول
حافظ
حاضر
حاسّك
حاس
حاز
حابس
جيهة
جيرانا
جيدة،
جيتيني
جهدك
جهد
جهتك
جمّع
جمعي
جماع
جلبة
جزم
جرح
جديدة؟
جدة
جاوبي
جاه
جابل
جابت
جائزة
تيكيات
تيقا
تيري
تير
توڭف
توهقتك
تونوبيلا
توموبيل؟
توريني
تواصل
تهنا
تهرس
تنقصّ
تنظيم
تنجح
تميز
تمع
تمتع
تمأنو
تلّع
تليفوني
تليفونك
تلقاه
تلف
تلعط
تلج
تلاميد
تلاع
تكوب
تكمّل
تكشيطة
تكا
تقيد
تقلق
تقل
تقسم
تقرير
تقرر
تقدّم
تقدرو
تقدا
تقاشري
تقادا
تقا
تفيه
تفيت
تفكّر
تفكير
تفكري
تفضلي
تفرغ
تفاوض
تفاصيل
تعلمي
تعلمتي
تعطلو
تعزل
تعجب
تعبر
تعام
تعال
تطيح
تطلب
تصوغ
تصرف
تصايب
تشوفي
تشفرات
تشدّد
تسولي
تسنّا
تسنت
تسناو
تسمح
تسلّي
تسلف
تسكن
تسرب
تسجل
تستقبل
تستاهلي
تسبح
تساهل
تزعلل
تريكوات
تريح
تركيا
ترعد
ترتب
ترتاكب
تربية
تراصي
تدوق
تدواش
تدفع
تخليها
تخليني
تخليش
تخلويد
تخربق
تخاف
تحير
تحمل
تحكم
تحقق
تحطّ
تحسر
تحس
تحد
تحتاج
تتاسل
تتا
تبّق
تبين
تبكي
تبقي
تباع
تبات
تايق
تاواهد
تاهية
تان
تالف
تافق
تاري
تاخود
تاخدها
تأمل
تأكد
بيهم
بيناتهوم
بيناتكوم
بيض
بيسي
بوحدكوم
بوب
بهرا
بهالنا
بنيت
بناو
بمعني،
بلمعقول
بلاش
بف
بغيتينا
بغي
بغاها
بعينيك
بعضياتكوم
بطارية
بصح،
بشهال
برغر
براسو
بديل
بخينا
بخطي
بحا
بجهد
بالما
بالفعل
بالفرحة
بالعني
بالعقل
بالضياع
بال
باكس
باقية
باقي؟
باقدة
باغينو
باغيش
باد
بات
بأنني
ايكون
ايخاصنا
اوه،
امتحانات
الون
الولد
الوقت،
الورقة
الوراق
الوالدة
الواجب
الهوية
الهوايية
الهوا
الهدف
النيط
النية
النميمة
النفايات
الميكرو
الموش
الموس
المورال
المو
المهم
المناسبة
المناسب
الملل
المكتبة
المكتب
المغاربة
المغادرات
المعنى
المطاف
المضوع
المزح،
المزح
المريو
المرضى
المدرب
المتبرجة
المانتا
الماكياج
الماضي
المادة
الليلة؟
اللوز
الكيكة
الكنية
الكلمة
الكلمات
الكدوب
الكتاب؟
الكارطة
القيلولة
القيتو
القوة
القميجة
القفتان
القطار
القصم
القراية؟
القديمة
القتال
القاضي
الفوطة
الفوس
الفوت
الفلوس؟
الفعيل
الفرملية
الفرق
الفرحة
الفراش
الفر
الفجر
الفاكهة
الفار
الغوات
الغضب
العيشة
العيس
العمل
العقد
العصيفة
العشية؟
العشوب
العز
العريس
العدس
العجزة
العجب
العابة
العائلة؟
الطيران
الطياب
الطونوبيلا
الطوموبيل
الطوبيس
الطماطم
الطبيعة
الطاير
الطاجين
الضلام
الصعود
الصرف
الصحيحة
الصحية
الشّتا
الشمس
الشمام
الشعر
الشخص
السيية
السيد
السميد
السروال
السرطان
السبب
الزيت
الزهر
الريس
الروسا
الروز
الروبيني
الرفيسة
الرحلة
الراتب
الدعاء
الدرار
الدخان
الدجاج
الدارجة
الخوت
الخميس
الخفيفة
الخطر
الخطاب
الخضر
الخبار
الخبا
الخاوية
الخاتم
الحيوان
الحيا
الحوايج؟
الحم
الحلوة
الحل؟
الحل
الحك
الحفلات
الحفرة
الحشرات
الحذاء
الحبيب
الحبوب
الحاولي
الحالة؟
الجهة
الجمعية
الجامع
الجار
التقنية
التقافة
الترتيب
البنانات
البشر
البسي
البرية
البرو
البرنامج
البربة
البراسليت
الباسبور
الباس
الاهتمام
الاموال،
الاموال
الاربع
الاتصال
الإنجليزية
الأونية
الأول
الأهداف
الأخبار
الأحلام
الآخرين
اغلق
اعمال
اشناهوما
اشمن
إيدي
إيدان
إوة
إنتا
إعطيك
إخلي
إجيب
أيامات
أيام
أوي
أولدي
أودي،
أهنا
أهلا،
أني
أنكون
أمل
أمريكا
أماما
ألمانيا
ألعاب
أقل
أفلام
أعمو
أرض
أرا
أحبيبة
أجيو
آيه،
آيه
آيس
آمنة
آخرا
آجي
zz8er
zwiwnin
zwiwen
zri3a
zle9
ziton
zira3a
zidi
zedti
zbalt
zayd
zadou
z7am
yzid
ytmchy
ytle3
ytfa
ysser
yrje3
ymxi
ykounou
ykono
ykhalik
yjri
yerta7
ydwz
yban
yb7t
yarbi
ya3ni
y9wl
y9ad
y5dem
y3tik
y3i9
y3awnk
y3awed
y
wzze3
wzin
wtted
wslti
wslat
wsalt
wsalna
wsaf
wrini
wret
wrd
wlmhm
wldat
wlaw
wkon
wjeh
whowa
whiskey
wggef
welaw
wela
wejhi
wejhek
wedniya
we9tmma
we9ti
wdzawaj
wdima
wde3
wayni
wayak
waw
was3a
walida
walah
wade7
wa7lin
wa3i
w9tach
w7alt
vu
tzad
twhxtak
twedde7
twalit
ttyab
ttran
ttbib
ttaloun
tstahli
tsjl
tserreb
tselli
tsde9
tsala
tsafer
trump
trja3
trini
tricowat
trejje3
trbiya
trbet
trassi
transport
traita
towwe9
tol
tnsach
tnoud
tnnas
tnje7
tnach
tna9ch
tmecha
tmcha
tlw9t
tlma
tliba
tlamd
tlaft
tlachi
tla9iti
tla9ina
tla3
tl3eb
tkouni
tkl
tkhsar
tkhrji
